Repository: wangpingyi12-oss/personal-debt
Catalog: personal-debt/Localizable.xcstrings
Source language: en
Languages: zh_hans

# statistics.paymentTrend
source: Payment trend
zh_hans: 还款趋势

# statistics.paymentTrendExplain
source: Monthly repayments in the selected range.
zh_hans: 选中范围内按月汇总的还款。

# statistics.penaltyCaption
source: Late-payment interest
zh_hans: 延期产生的罚息

# statistics.penaltyInterest
source: Penalty interest
zh_hans: 罚息

# statistics.periodPaid
source: Paid in period
zh_hans: 周期内已还

# statistics.periodPlanned
source: Planned in period
zh_hans: 周期内计划还款

# statistics.progress
source: Progress
zh_hans: 进度

# statistics.recentPaymentTarget
source: Recent payment target
zh_hans: 最近还款对象

# statistics.revolvingDebt
source: Revolving debt
zh_hans: 循环债务

# statistics.riskItems
source: Risk items
zh_hans: 风险项目

# statistics.riskLevel
source: Risk level
zh_hans: 风险等级

# statistics.selectedPeriod
source: Selected period
zh_hans: 选中周期

# statistics.statementProgress
source: Credit card statement progress
zh_hans: 信用卡账单进度

# statistics.totalDebts
source: Total debts
zh_hans: 债务总数

# statistics.totalInterest
source: Interest
zh_hans: 利息

# statistics.typeBreakdown
source: Type breakdown
zh_hans: 类型拆分

# statistics.unpaidDebts
source: Unpaid debts
zh_hans: 未还债务

# costSource.mixed
source: Mixed
zh_hans: 混合来源

# costSource.none
source: No source
zh_hans: 无来源

# costSource.scheduledPlan
source: Scheduled plan
zh_hans: 计划生成

# costSource.systemFallback
source: System fallback
zh_hans: 系统兜底

# costSource.userProvided
source: User provided
zh_hans: 用户提供

# risk.critical
source: Critical
zh_hans: 严重

# risk.high
source: High
zh_hans: 高

# risk.low
source: Low
zh_hans: 低

# risk.medium
source: Medium
zh_hans: 中

# risk.none
source: None
zh_hans: 无

# strategy.assistive
source: Simulation
zh_hans: 模拟

# strategy.dataChangedCopy
source: Generate a new strategy when you are ready. Long-term simulations are not recalculated automatically.
zh_hans: 准备好后手动生成新策略；长期模拟不会自动重算。

# strategy.dataChangedTitle
source: Debt data changed
zh_hans: 债务数据已变化

# strategy.emptyCopy
source: Enter a budget to compare snowball, avalanche and balanced strategies.
zh_hans: 输入预算后可比较雪球法、雪崩法和均衡策略。

# strategy.generate
source: Generate
zh_hans: 生成策略

# strategy.generateNow
source: Generate Strategy
zh_hans: 立即生成

# strategy.history
source: History
zh_hans: 历史快照

# strategy.interest
source: Interest
zh_hans: 利息

# strategy.latest
source: Latest Result
zh_hans: 最新结果

# strategy.markClean
source: Clear Strategy Reminder
zh_hans: 清除策略提醒

# strategy.monthlyPayment
source: Suggested Payment
zh_hans: 建议月还款

# strategy.payoffTime
source: Payoff Time
zh_hans: 预计还清时间

# strategy.recommended
source: Recommended
zh_hans: 推荐策略

# strategy.addedCost
source: Added Cost
zh_hans: 新增成本

# strategy.allocated
source: Allocated
zh_hans: 已分配

# strategy.allocationDetails
source: Allocation Details
zh_hans: 分配明细

# strategy.comparisonTable
source: Comparison Table
zh_hans: 对比表格

# strategy.detail
source: Strategy Details
zh_hans: 策略详情

# strategy.detailSummary
source: Summary
zh_hans: 概要

# strategy.feature
source: Feature
zh_hans: 特点

# strategy.generatedAt
source: Generated At
zh_hans: 生成时间

# strategy.metric
source: Metric
zh_hans: 指标

# strategy.monthFormat
source: Month %d
zh_hans: 第 %d 月

# strategy.monthlyTimeline
source: Monthly Timeline
zh_hans: 月度还款明细

# strategy.noAllocations
source: No allocation details
zh_hans: 暂无分配明细

# strategy.noAllocationsCopy
source: This saved strategy has no debt-level allocation rows.
zh_hans: 该策略暂无债务级分配记录。

# strategy.noComparison
source: No comparison data
zh_hans: 暂无对比数据

# strategy.noComparisonCopy
source: Generate a strategy comparison to see repayment options.
zh_hans: 生成策略对比后可查看还款方案。

# strategy.noTimeline
source: No monthly details
zh_hans: 暂无月度明细

# strategy.noTimelineCopy
source: This saved strategy has no monthly repayment snapshots.
zh_hans: 该策略暂无月度还款快照。

# strategy.notPaidOffWithinLimit
source: Not paid off within simulation window
zh_hans: 模拟期内未还清

# strategy.payoffMonth
source: Payoff Month
zh_hans: 还清月份

# strategy.payoffMonthFormat
source: Month %d
zh_hans: 第 %d 个月还清

# strategy.priorityRank
source: Priority
zh_hans: 优先级

# strategy.saveSelected
source: Save Selected Strategy
zh_hans: 保存所选策略

# strategy.savedStrategy
source: Saved Strategy
zh_hans: 已保存策略

# strategy.selectCopy
source: Choose one strategy from the comparison table before saving.
zh_hans: 请先在对比表中选择一个策略，再保存。

# strategy.selectTitle
source: Select a strategy
zh_hans: 请选择策略

# strategy.selected
source: Selected
zh_hans: 已选择

# strategy.totalPayment
source: Total Payment
zh_hans: 总还款额

# strategy.unusedBudget
source: Unused Budget
zh_hans: 未使用预算

# strategy.viewDetail
source: View Strategy Details
zh_hans: 查看策略详情

# strategyType.avalanche
source: Avalanche
zh_hans: 雪崩法

# strategyType.balanced
source: Balanced
zh_hans: 均衡法

# strategyType.snowball
source: Snowball
zh_hans: 雪球法

# subscription.applePrivacy
source: Apple Privacy
zh_hans: Apple 隐私

# subscription.autoRenewsEvery
source: Auto-renews every %@
zh_hans: 每 %@ 自动续期

# subscription.bestValue
source: Best value
zh_hans: 更划算

# subscription.choosePlan
source: Choose a Plan
zh_hans: 选择方案

# subscription.detail.activeNoDate
source: Full access is unlocked by your App Store subscription.
zh_hans: 你的 App Store 订阅已解锁完整权限。

# subscription.detail.activeUntil
source: Full access is unlocked until %@.
zh_hans: 完整权限有效至 %@。

# subscription.detail.checking
source: Your subscription status is being refreshed.
zh_hans: 正在刷新订阅状态。

# subscription.detail.readOnly
source: Your free trial has ended. Existing data remains available to view.
zh_hans: 免费试用已结束，已有数据仍可查看。

# subscription.detail.trial.many
source: %d days remaining in your free trial.
zh_hans: 免费试用还剩 %d 天。

# subscription.detail.trial.one
source: %d day remaining in your free trial.
zh_hans: 免费试用还剩 %d 天。

# subscription.error.productsUnavailable
source: App Store prices could not be loaded. Fallback prices are shown until the store responds.
zh_hans: 暂时无法加载 App Store 价格，系统会先显示备用价格。

# subscription.error.readOnly
source: A subscription is required to make changes after the free trial ends.
zh_hans: 免费试用结束后，需要订阅才能修改数据。

# subscription.fallback
source: Fallback
zh_hans: 备用价格

# subscription.header.copy
source: Start with 15 days free. After the trial, keep full editing access with one auto-renewable subscription. Existing data remains viewable if you do not subscribe.
zh_hans: 先免费试用 15 天。试用结束后，可通过一个自动续期订阅继续使用完整编辑功能；未订阅时已有数据仍可查看。

# subscription.legal
source: Legal
zh_hans: 法律信息

# subscription.loadingPrices
source: Loading App Store prices
zh_hans: 正在加载 App Store 价格

# subscription.manage
source: Manage Subscription
zh_hans: 管理订阅

# subscription.monthly.callout
source: Auto-renews monthly
zh_hans: 按月自动续期

# subscription.monthly.duration
source: 1 month
zh_hans: 1 个月

# subscription.monthly.title
source: Monthly Premium
zh_hans: 月度高级版

# subscription.premium
source: Premium
zh_hans: 高级版

# subscription.privacyPolicy
source: Privacy Policy
zh_hans: 隐私政策

# subscription.purchaseActive.detail
source: Full access is now unlocked on this device.
zh_hans: 本设备已解锁完整权限。

# subscription.purchaseActive.title
source: Subscription active
zh_hans: 订阅已生效

# subscription.purchaseCancelled.detail
source: No subscription was purchased.
zh_hans: 没有购买订阅。

# subscription.purchaseCancelled.title
source: Purchase cancelled
zh_hans: 购买已取消

# subscription.purchaseFailed.title
source: Purchase failed
zh_hans: 购买失败

# subscription.purchaseIncomplete.detail
source: The App Store returned an unknown purchase result.
zh_hans: App Store 返回了未知购买结果。

# subscription.purchaseIncomplete.title
source: Purchase incomplete
zh_hans: 购买未完成

# subscription.purchasePending.detail
source: The App Store is still processing this purchase. Access will update when it completes.
zh_hans: App Store 正在处理该购买，完成后权限会自动更新。

# subscription.purchasePending.title
source: Purchase pending
zh_hans: 购买处理中

# subscription.purchaseUnavailable.detail
source: This subscription is not available from the App Store right now. Please try again later.
zh_hans: App Store 当前无法提供该订阅，请稍后重试。

# subscription.purchaseUnavailable.title
source: Purchase unavailable
zh_hans: 暂时无法购买

# subscription.purchaseUnverified.detail
source: The App Store transaction could not be verified, so access was not unlocked.
zh_hans: App Store 交易未能验证，因此未解锁权限。

# subscription.purchaseUnverified.title
source: Purchase not verified
zh_hans: 购买未验证

# subscription.restore
source: Restore Purchases
zh_hans: 恢复购买

# subscription.restoreActive.detail
source: Your App Store subscription is active again in the app.
zh_hans: 你的 App Store 订阅已在 App 中恢复。

# subscription.restoreActive.title
source: Subscription restored
zh_hans: 订阅已恢复

# subscription.restoreFailed.title
source: Restore failed
zh_hans: 恢复失败

# subscription.restoreMissing.detail
source: No active subscription was found for the current App Store account.
zh_hans: 当前 App Store 账户没有有效订阅。

# subscription.restoreMissing.title
source: No subscription found
zh_hans: 未找到订阅

# subscription.status.active
source: Subscription active
zh_hans: 订阅有效

# subscription.status.checking
source: Checking access
zh_hans: 正在检查权限

# subscription.status.readOnly
source: Read-only mode
zh_hans: 只读模式

# subscription.status.trial
source: Free trial active
zh_hans: 免费试用中

# subscription.terms.appleCharge
source: Payment is charged to your Apple ID through App Store In-App Purchase.
zh_hans: 付款将通过 App Store 内购向你的 Apple ID 收取。

# subscription.terms.autoRenew
source: The subscription renews automatically unless cancelled at least 24 hours before the end of the current period.
zh_hans: 订阅会自动续期，除非在当前周期结束前至少 24 小时取消。

# subscription.terms.manage
source: You can manage or cancel the subscription in your App Store account settings.
zh_hans: 你可以在 App Store 账户设置中管理或取消订阅。

# subscription.terms.noTiers
source: No feature tiers: one subscription unlocks full editing access.
zh_hans: 没有分层功能：一个订阅解锁完整编辑权限。

# subscription.terms.readOnly
source: After the free trial ends, a subscription is required for edits. Existing data remains available to view.
zh_hans: 免费试用结束后，编辑需要订阅；已有数据仍可查看。

# subscription.terms.title
source: Subscription Terms
zh_hans: 订阅条款

# subscription.termsOfUse
source: Terms of Use
zh_hans: 使用条款

# subscription.title
source: Subscription
zh_hans: 订阅

# subscription.unlock
source: Unlock Editing
zh_hans: 解锁编辑

# subscription.yearly.callout
source: Auto-renews yearly
zh_hans: 按年自动续期

# subscription.yearly.duration
source: 1 year
zh_hans: 1 年

# subscription.yearly.title
source: Yearly Premium
zh_hans: 年度高级版

# tab.dashboard
source: Dashboard
zh_hans: 总览

# tab.debts
source: Debts
zh_hans: 债务

# tab.overdues
source: Overdue
zh_hans: 逾期

# tab.payments
source: Payments
zh_hans: 流水

# tab.settings
source: Settings
zh_hans: 设置

# tab.statistics
source: Statistics
zh_hans: 统计

# tab.strategy
source: Strategy
zh_hans: 策略
